cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/services"

brew "bat"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "glow"
brew "httpd"
brew "httpie"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "libiconv"
brew "nvm"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "watch"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "watch"
brew "viu"
brew "yt-dlp"

cask "apptrap"
cask "firefox"
cask "gitup"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "ollama"
cask "omnidisksweeper"
cask "rectangle"
cask "selfcontrol"
cask "skype"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "vlc"
cask "whatsapp"
cask "zed"
