cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "diff-so-fancy"
brew "jq"
brew "libiconv"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "tldr"
cask "apptrap"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "selfcontrol"
cask "sublime-text"
cask "suspicious-package"
cask "vlc"
cask "vox"
