cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "httpie"
brew "glow"
brew "ipython"
brew "jq"
brew "libiconv"
brew "ripgrep"
brew "tldr"
brew "tree"
cask "apptrap"
cask "dbeaver-community"
cask "firefox"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "omnidisksweeper"
cask "rectangle"
cask "selfcontrol"
cask "sublime-text"
cask "suspicious-package"
cask "vlc"
